Experiments/CylinderRANS/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.000189;

boundaryField
{
    down
    {
        type epsilonWallFunction;
        value uniform 0.000189;
    }

    right
    {
        type zeroGradient;
    }

    up
    {
        type epsilonWallFunction;
        value uniform 0.000189;
    }

    left
    {
        type zeroGradient;
    }

    cylinder
    {
        type epsilonWallFunction;
        value uniform 0.000189;
    }

    defaultFaces
    {
        type empty;
    }
}

