Experiments/CylinderRANS/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.00375;

boundaryField
{
    down
    {
        type kqRWallFunction;
        value uniform 0.00375;
    }

    right
    {
        type zeroGradient;
    }

    up
    {
        type kqRWallFunction;
        value uniform 0.00375;
    }

    left
    {
        type zeroGradient;
    }

    cylinder
    {
        type kqRWallFunction;
        value uniform 0.00375;
    }

    defaultFaces
    {
        type empty;
    }
}
